{
  "infos": {
    "title": "Ingegnere Informatico (work in progress)"
  },
  "about": {
    "header": "Chi sono",
    "experience": "Studente di Ingegneria e Scienze Informatiche presso UniBo (Campus di Cesena).<br>Ho preso parte al programma Erasmus+ nel 2024 presso <a href=\"https://www.ntnu.edu/\" style=\"color: purple\">NTNU</a> (Università Norvegese della Scienza e della Tecnologia)<br/>Ho lavorato con <a href=\"https://oversonicrobotics.com/projects/robee/\" style=\"color: purple;\">RoBee</a>, il primo robot umanoide cognitivo italiano.<br/>Puoi scaricare il mio CV <a href=\"https://drive.google.com/file/d/1Xmh9UbosODvih4lt0EJ4u_DVKYa99fSY/view?usp=sharing\" style=\"color: purple;\">qui</a>.",
    "quote": "Sono appassionato di programmazione in ogni sua forma. Mi piace risolvere problemi e mettermi alla prova."
  },

  "portfolio": {
    "header": "Progetti",
    "paragraph": "La maggior parte dei progetti a cui ho lavorato, sia accademici che personali, sono pubblicamente disponibili e consultabili sul mio <a href=\"https://github.com/GioeleBucci\" style=\"color: purple;\">profilo GitHub</a>.",
    "fintech": {
      "title": "App Fintech",
      "description": "Un'applicazione cross-platform ispirata a Revolut, realizzata con React Native per il corso di \"Sviluppo di Applicazioni Cross-Platform per Dispositivi Mobili\" presso NTNU (A.A. 2024/25)."
    },
    "website": {
      "title": "Codice di questo sito",
      "description": "Questa pagina è stata realizzata sulla base di un template usando JavaScript + React, un framework per la creazione di interfacce utente."
    },
    "tbooop": {
      "title": "TBOOOP! Un demake di \"The Binding of Isaac\"",
      "description": "Un videogioco realizzato per il corso di \"Programmazione ad Oggetti\" (A.A. 2023/24)."
    },
    "risikodb": {
      "title": "RisiKoDB: un gestionale per partite a \"RisiKo!\"",
      "description": "Un'applicazione realizzata per il corso di \"Basi di Dati\" utilizzando Unity e il framework .NET (A.A. 2023/24)."
    }
  },

  "contact": {
    "header": "Contatti"
  }
}
